Repository: nathzo/AR4DBS
Catalog: StAR/StARApp/Resources/Localizable.xcstrings
Source language: fr
Languages: en

source: Activer
en: Enable

source: Analyse en cours…
en: Scanning…

source: Annuler
en: Cancel

source: Cadrez l'écran de planification
en: Frame the planning monitor

source: Calibration en cours…
en: Calibrating…

source: Calibration requise : placez la caméra face aux repères
en: Calibration required: point the camera at the markers

source: Calibration réussie, repères verrouillés
en: Calibration successful, markers locked

source: Capturer
en: Capture

source: Cible
en: Target

source: Confirmer
en: Confirm

source: Confirmer le plan
en: Confirm the plan

source: Coordonnées détectées. Vérifiez chaque champ avant de confirmer.
en: Coordinates detected. Check each field before confirming.

source: Coordonnées non détectées. Saisissez les valeurs manuellement.
en: Coordinates not detected. Enter the values manually.

source: Désaccord max. des repères
en: Max marker disagreement

source: Droite
en: Right

source: Fermer
en: Close

source: Gauche
en: Left

source: Images de verrouillage
en: Lock frames

source: La langue suit les réglages du système iOS.
en: Language follows the iOS system settings.

source: Langue
en: Language

source: Marqueur d'incision
en: Incision marker

source: Mode test AR
en: AR test mode

source: Modifier le plan
en: Edit the plan

source: Nouvelle chirurgie
en: New surgery

source: Paramètres de calibration
en: Calibration settings

source: Paramètres graphiques
en: Graphics settings

source: Recalibrer
en: Recalibrate

source: Réglages
en: Settings

source: Repères verrouillés
en: Markers locked

source: Seuil de rotation
en: Rotation threshold

source: Seuil de translation
en: Translation threshold

source: Suivant
en: Next

source: Terminé
en: Done

source: Test AR
en: AR test

source: Trajectoire
en: Trajectory

source: Vérifiez les valeurs avant de confirmer.
en: Check the values before confirming.

source: Visualisation profondeur test AR
en: AR test depth visualization
